tap "homebrew/cask-fonts"
tap "d12frosted/emacs-plus"

brew "curl"
brew "dtach"
brew "emacs-plus@29"
brew "fish"
brew "gh"
brew "git"
brew "htop"
brew "jq"
brew "mas"
brew "mercurial"
brew "starship"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "trash"
brew "tree"
brew "tree-sitter"

cask "aerial"
cask "alfred"
cask "arc"
cask "authy"
cask "bartender"
cask "brave-browser"
cask "caffeine"
cask "choosy"
cask "chrysalis"
cask "coherence-x"
cask "dash"
cask "discord"
cask "docker"
cask "doxie"
cask "dropbox"
cask "elgato-wave-link"
cask "figma"
cask "firefox"
cask "fluid"
cask "gog-galaxy"
cask "google-chrome"
cask "hammerspoon"
cask "istat-menus"
cask "keybase"
cask "kiwi-for-gmail"
cask "miro"
cask "nordvpn"
cask "notion"
cask "postman"
cask "shortcat"
cask "sizeup"
cask "skype"
cask "spotify"
cask "steam"
cask "unite"
cask "zoom"

cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-cousine-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-lilex-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-mplus-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono-nerd-font"

mas "feedly",         id: 865500966
mas "Keynote",        id: 409183694
mas "Kindle Classic", id: 405399194
mas "iMovie",         id: 408981434
mas "Mactracker",     id: 430255202
mas "Notability",     id: 360593530
mas "Numbers",        id: 409203825
mas "OmniFocus",      id: 1346203938
mas "Pages",          id: 409201541
mas "Sip",            id: 507257563
mas "Slack",          id: 803453959
mas "Twitter",        id: 1482454543
mas "Xcode",          id: 497799835
mas "1password 7",    id: 1333542190
