tap "homebrew/cask-fonts"

brew "dtach"
brew "fish"
brew "git"
brew "htop"
brew "mas"
brew "mercurial"
brew "starship"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "trash"
brew "tree"

cask "aerial"
cask "alfred"
cask "arduino"
cask "authy"
cask "bartender"
cask "brave-browser"
cask "caffeine"
cask "choosy"
cask "chrysalis"
cask "dash"
cask "discord"
cask "doxie"
cask "dropbox"
cask "emacs"
cask "firefox"
cask "fluid"
cask "gog-galaxy"
cask "hammerspoon"
cask "istats-menu"
cask "keybase"
cask "miro"
cask "nordvpn"
cask "notion"
cask "postman"
cask "sizeup"
cask "skype"
cask "spotify"
cask "steam"
cask "twitch"
cask "zoom"
cask "font-droid-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-meslo-lg-nerd-font"

mas "Kiwi for Gmail", id: 986304488
mas "Mactracker",     id: 430255202
mas "Sip",            id: 507257563
mas "Slack",          id: 803453959
mas "Xcode",          id: 497799835
mas "1password 7",    id: 1333542190
