tap "d12frosted/emacs-plus"
tap "gigalixir/brew"

brew "asdf"
brew "bat"
brew "caddy"
brew "coreutils"
brew "curl"
brew "direnv"
brew "dnsmasq"
brew "dtach"
brew "fish"
brew "flyctl"
brew "fop"
brew "fzf"
brew "gh"
brew "gigalixir/brew/gigalixir"
brew "git"
brew "htop"
brew "jq"
brew "libpq"
brew "libyaml"
brew "mas"
brew "ollama"
brew "openjdk"
brew "openssl"
brew "readline"
brew "ripgrep"
brew "shellcheck"
brew "sqlite"
brew "starship"
brew "tesseract"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "trash"
brew "tree"
brew "tree-sitter"
brew "unixodbc"
brew "whalebrew"
brew "wxwidgets"
brew "zoxide"


cask "aerial"
cask "alfred"
cask "bartender"
cask "brave-browser"
cask "caffeine"
cask "caldigit-docking-utility"
cask "caldigit-thunderbolt-charging"
cask "choosy"
cask "coherence-x"
cask "dash"
cask "discord"
cask "docker-desktop"
cask "doxie"
cask "dropbox"
cask "elgato-camera-hub"
cask "elgato-control-center"
cask "elgato-wave-link"
cask "d12frosted/emacs-plus/emacs-plus-app"
cask "figma"
cask "firefox"
cask "fluid"
cask "ghostty"
cask "google-chrome"
cask "hammerspoon"
cask "istat-menus"
cask "keybase"
cask "kiwi-for-gmail"
cask "miro"
cask "nanoleaf"
cask "nordvpn"
cask "notion"
cask "obsidian"
cask "postman"
cask "selfcontrol"
cask "shortcat"
cask "unite"
cask "utm"
cask "zen"
cask "zoom"


mas "1password 7",    id: 1333542190
mas "feedly",         id: 865500966
mas "iMovie",         id: 408981434
mas "Keynote",        id: 409183694
mas "Kindle Classic", id: 405399194
mas "Mactracker",     id: 430255202
mas "Notability",     id: 360593530
mas "Numbers",        id: 409203825
mas "OmniFocus",      id: 1542143627
mas "Pages",          id: 409201541
mas "Perplexity",     id: 6714467650
mas "Sip",            id: 507257563
mas "Slack",          id: 803453959
mas "Twitter",        id: 1482454543
mas "Xcode",          id: 497799835
